# CombiInput

Basic class combination

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**id** | **int** | Element Id | [optional]

## Example

```python
from ideastatica_rcs_api.models.combi_input import CombiInput

# TODO update the JSON string below
json = "{}"
# create an instance of CombiInput from a JSON string
combi_input_instance = CombiInput.from_json(json)
# print the JSON string representation of the object
print(CombiInput.to_json())

# convert the object into a dict
combi_input_dict = combi_input_instance.to_dict()
# create an instance of CombiInput from a dict
combi_input_from_dict = CombiInput.from_dict(combi_input_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)